Repository: AshikurRahman848/flutter_notes_app
Catalog: lib/l10n/app_*.arb
Languages: bn

# app_title
source: Flutter Notes App
bn: ফ্লাটার নোটস অ্যাপ

source: My Notes
bn: আমার নোটস

source: Settings
bn: সেটিংস

source: Dark mode
bn: ডার্ক মোড

source: Language
bn: ভাষা

source: English
bn: ইংরেজি

source: Bangla
bn: বাংলা

source: No notes yet
bn: এখনো কোনো নোট নেই

# add_first_note
source: Add your first note to get started
bn: শুরু করতে আপনার প্রথম নোটটি যোগ করুন

# please_enter_note
source: Please enter a note
bn: অনুগ্রহ করে একটি নোট লিখুন

source: User not authenticated
bn: ব্যবহারকারী যাচাই করা হয়নি

source: Note added successfully
bn: নোট সফলভাবে যোগ করা হয়েছে

source: Note deleted successfully
bn: নোট সফলভাবে মুছে ফেলা হয়েছে

source: Delete Note
bn: নোট মুছুন

source: Cancel
bn: বাতিল

source: Delete
bn: মুছুন

source: Logout
bn: লগআউট

# logout_confirm
source: Are you sure you want to logout?
bn: আপনি কি নিশ্চিত যে আপনি লগআউট করতে চান?

# delete_confirm
source: Are you sure you want to delete this note?
bn: আপনি কি নিশ্চিত যে আপনি এই নোটটি মুছে ফেলবেন?

# add_new_note_hint
source: Add a new note...
bn: নতুন নোট যোগ করুন...

source: Logged in as
bn: হিসাবে লগ ইন করেছেন

source: Failed to add note
bn: নোট যোগ করা যায়নি

source: Failed to delete note
bn: নোট মুছা যায়নি

source: Loading...
bn: লোড হচ্ছে...

# login
source: Sign in to your account
bn: আপনার অ্যাকাউন্টে সাইন ইন করুন

# signup
source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
